Repository: purencool/owncloud-collaboration
Catalog: l10n/*/collaboration.po
Languages: ta_lk

source: Success
ta_lk: வெற்றி

source: Skills are successfully added.
ta_lk: திறன்கள் வெற்றிகரமாக சேர்க்கப்பட்டன.

source: Failed
ta_lk: தோல்வியுற்றது

source: Unable to add skills. Please try again later.
ta_lk: திறன்களை சேர்க்க இயலவில்லை. தயவு செய்து பின்னர் முயர்ச்சிக்கவும்.

source: On %s at %s
ta_lk: %s அன்று %s மணிக்கு

source: Edit
ta_lk: திருத்து

source: Delete
ta_lk: நீக்கு

source: Comments
ta_lk: கருத்துகள்

source: Project: %s
ta_lk: திட்டம்: %s

source: On %s at %s by %s
ta_lk: %s அன்று %s மணிக்கு %s ஆல்

source: View details
ta_lk: விவரங்களைக் காண்

source: Status: %s
ta_lk: நிலை: %s

source: Deadline: %s
ta_lk: காலக்கெடு: %s

source: Collaboration
ta_lk: குழுப்பணி

source: Edit Post
ta_lk: இடுகையைத் திருத்து

source: Edit Comment
ta_lk: கருத்தைத் திருத்து

source: Post title should match the requested format
ta_lk: இடுகை தலைப்பு கோரிய வடிவமைப்புடன் பொருந்த வேண்டும்

source: Post content cannot be empty
ta_lk: இடுகை உள்ளடக்கம் காலியாக இருக்கக்கூடாது

source: Comment cannot be empty
ta_lk: கருத்து காலியாக இருக்கக்கூடாது

source: No matches found!
ta_lk: எதுவும் கிடைக்கவில்லை

source: Do not notify anybody
ta_lk: யாருக்கும் தெரிவிக்காதே

source: Notify only to the members specified below
ta_lk: கீழ்க்கண்ட உறுப்பினர்களுக்கு மட்டும் தெரிவி

source: Select all
ta_lk: அனைத்தையும் தெரிவுசெய்

source: Select none
ta_lk: எதையும் தெரிவுசெய்யாதே

source: Kindly select project and report type to generate the report
ta_lk: தயவுசெய்து திட்டத்தையும், அறிக்கை வகையையும் தேர்வு செய்யவும்

source: No tasks available in this project
ta_lk: இந்தத் திட்டத்தில் எந்த பணிகளும் இல்லை

source: task(s)
ta_lk: பணி(கள்)

source: Total number of tasks:
ta_lk: மொத்த பணிகளின் எண்ணிக்கை:

source: Cancelled
ta_lk: ரத்துசெய்யப்பட்டது

source: Completed
ta_lk: முடிவுற்றது

source: Held
ta_lk: தற்காலிகமாக நிறுத்தப்பட்டது

source: In Progress
ta_lk: செயல்பாட்டில்

source: Unassigned
ta_lk: ஒதுக்கப்படாதது

source: Verified
ta_lk: சரிபார்க்கப்பட்டது

source: Number of verified tasks:
ta_lk: சரிபார்க்கப்பட்ட பணிகளின் எண்ணிக்கை:

source: Number of pending tasks:
ta_lk: நிலுவையிலுள்ள பணிகளின் எண்ணிக்கை:

source: Progressed
ta_lk: முடிந்தது

source: To progress
ta_lk: முடிக்க வேண்டியது

source: Crossed deadline
ta_lk: காலக்கெடுவைத் தாண்டியது

source: Number of tasks carried out by each member (working on this project) is presented below
ta_lk: (இத்திட்டத்தில் பணியாற்றும்) ஒவ்வொரு உறுப்பினர் முடித்த பணிகளின் எண்ணிக்கை கீழே வழங்கப்பட்டுள்ளது

source: Skill
ta_lk: திறன்

source: Beginner
ta_lk: துவக்கநிலை

source: Intermediate
ta_lk: இடைநிலை

source: Expert
ta_lk: நிபுணர்

source: Add Skill
ta_lk: திறனை சேர்

source: Reason
ta_lk: காரணம்

source: You cannot make changes on a completed project
ta_lk: தங்களால் முடிவுற்ற திட்டத்தில் திருத்தம் செய்ய இயலாது

source: Username
ta_lk: பயனர்பெயர்

source: Role
ta_lk: பங்கு

source: Email
ta_lk: மின்னஞ்சல்

source: Mobile
ta_lk: அலைபேசி

source: Add Member
ta_lk: உறுப்பினரை சேர்

source: Another project with this title already exists.
ta_lk: பிரிதொறு திட்டம் இதே தலைப்பில் உள்ளது.

source: Project with pending tasks cannot be completed. See report for more details
ta_lk: நிலுவையிலுள்ள பணிகளைக்கொண்ட திட்டத்தை முடிக்க இயலாது. மேலதிக விவரங்களுக்கு அறிக்கையைக் காண்க

source: You cannot make changes on a cancelled task.
ta_lk: தங்களால் ரத்து செய்யப்பட்ட பணியை மாற்ற இயலாது.

source: You cannot make changes on a verified task.
ta_lk: தங்களால் சரிபார்க்கப்பட்ட பணியை மாற்ற இயலாது.

source: Very High
ta_lk: மிக அதிகம்

source: High
ta_lk: அதிகம்

source: Normal
ta_lk: சாதாரணம்

source: Low
ta_lk: குறைவு

source: Very Low
ta_lk: மிகக்குறைவு

source: Cancel
ta_lk: ரத்துசெய்

source: Finish
ta_lk: முடிக்க

source: Hold
ta_lk: தற்காலிக நிறுத்தம் செய்க

source: Assign
ta_lk: நியமி

source: Resume
ta_lk: தொடர்க

source: Project '%s' has been updated successfully.
ta_lk: '%s' திட்டம் வெற்றிகரமாக திருத்தப்பட்டது.

source: Project '%s' cannot be updated. Kindly try after some time.
ta_lk: '%s' திட்டத்தை திருத்த முடியவில்லை. தயவு செய்து பின்னர் முயற்சிக்கவும்.

source: Task '%s' has been successfully updated.
ta_lk: '%s' பணி வெற்றிகரமாக திருத்தப்பட்டது.

source: Task '%s' cannot be updated. Kindly try after some time.
ta_lk: '%s' பணியை திருத்த முடியவில்லை. தயவு செய்து பின்னர் முயற்சிக்கவும்.

source: Notification '%s' has been posted successfully.
ta_lk: '%s' அறிவிப்பு வெற்றிகரமாக இடப்பட்டது.

source: Project '%s' has been created successfully.
ta_lk: '%s' திட்டம் வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Project '%s' cannot be created. Kindly try after some time.
ta_lk: '%s' திட்டம் உருவாக்க முடியவில்லை. தயவு செய்து பின்னர் முயற்சிக்கவும்.

source: Task '%s' has been created successfully.
ta_lk: '%s' பணி வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Task '%s' cannot be created. Kindly try after some time.
ta_lk: '%s' பணியை உருவாக்க முடியவில்லை.

source: Loading...
ta_lk: ஏற்றப்படுகிறது...

source: Creating notification '%s'. Please be patient.
ta_lk: '%s' அறிவிப்பு உருவாக்கப்படுகிறது. தயவுசெய்து காத்திருக்கவும்.

source: Adding skills. Please be patient.
ta_lk: திறன் சேர்க்கப்படுகிறது. தயவு செய்து பொறுமை காக்கவும்.

source: Updating project '%s'. Please be patient.
ta_lk: '%s' திட்டம் திருத்தப்படுகிறது. தயவுசெய்து பொறுமை காக்கவும்.

source: View Details
ta_lk: விவரங்களைக் காண்

source: Write new comment:
ta_lk: புதிய கருத்தை எழுதுக:

source: Submit
ta_lk: சமர்ப்பிக்க

source: Updated post title
ta_lk: திருத்தப்பட்ட இடுகை தலைப்பு

source: Updated post content
ta_lk: திருத்தப்பட்ட இடுகை உள்ளடக்கம்

source: Update
ta_lk: திருத்து

source: Updated comment
ta_lk: திருத்தப்பட்ட கருத்து

source: Dashboard
ta_lk: இடுகைமுகப்பு

source: Filter by project:
ta_lk: திட்டத்தை வைத்து வடிகட்டு

source: ALL
ta_lk: அனைத்தும்

source: Sorry, no post is available to display.
ta_lk: மன்னிக்கவும், காண்பிக்க இடுகை கிடைக்கவில்லை.

source: Creating task '%s'. Please be patient.
ta_lk: '%s' உருவாக்கப்படுகிறது. தயவு செய்து பொறுமை காக்கவும்.

source: Access Denied
ta_lk: அணுகல் மறுக்கப்பட்டது

source: Task '%s' cannot be created.
ta_lk: '%s' பணியை உருவாக்க முடியவில்லை.

source: Notify
ta_lk: தெரிவி

source: Sorry, you are not into any project yet. You can notify only after joining a project.
ta_lk: மன்னிக்கவும், தாங்கள் இன்னும் எந்த திட்டத்திலும் இல்லை. திட்டத்தில் சேர்ந்த பின்னர் நீங்கள் அறிவிப்பை எழுதலாம்.

source: Project
ta_lk: திட்டம்

source: Notification Subject
ta_lk: அறிவிப்புப் பொருள்

source: Notification Message
ta_lk: அறிவிப்பு செய்தி

source: Notify all
ta_lk: அனைவருக்கும் தெரிவி

source: Send
ta_lk: அனுப்புக

source: Project Details
ta_lk: திட்ட விவரங்கள்

source: Project Title
ta_lk: திட்ட தலைப்பு

source: Description
ta_lk: விளக்கம்

source: Deadline
ta_lk: காலக்கெடு

source: Status
ta_lk: நிலை

source: Completed on %s
ta_lk: %s அன்று முடிவுற்றது

source: In progress
ta_lk: செயல்பாட்டில் உள்ளது

source: Members
ta_lk: உறுப்பினர்கள்

source: Member(s)
ta_lk: உறுப்பினர்(கள்)

source: Projects
ta_lk: திட்டங்கள்

source: Sorry, no project is available yet to display.
ta_lk: மன்னிக்கவும், காண்பிக்க திட்டம் கிடைக்கவில்லை.

source: Search project:
ta_lk: திட்டத்தைத் தேர்க:

source: Project Report
ta_lk: திட்ட அறிக்கை

source: Select Project
ta_lk: திட்டத்தைத் தேர்க

source: Select Report Type
ta_lk: அறிக்கை வகையைத் தேர்க

source: Contribution Report
ta_lk: பங்கு அறிக்கை

source: Project Timeline
ta_lk: திட்ட காலக்கோடு

source: Task Status Report
ta_lk: பணி நிலை அறிக்கை

source: My Skillset
ta_lk: என் திறன்தொகுப்பு

source: Expertise
ta_lk: நிபுணத்துவம்

source: Experience
ta_lk: அனுபவம்

source: (in years)
ta_lk: (ஆண்டுகளில்)

source: Add a skill
ta_lk: ஒரு திறனை சேர்க்க

source: Skillset
ta_lk: திறன்தொகுப்பு

source: Member
ta_lk: உறுப்பினர்

source: Number of tasks in project<br />'%s'
ta_lk: '%s'<br />திட்டத்தில் உள்ள பணிகளின் எண்ணிக்கை

source: Number of tasks in all projects
ta_lk: எல்லா திட்டங்களிலும் உள்ள பணிகளின் எண்ணிக்கை

source: Skills yet to be added by member
ta_lk: உறுப்பினர் திறன்களை சேர்க்கவில்லை

source: year(s)
ta_lk: ஆண்டு(கள்)

source: Create Project
ta_lk: திட்டத்தை உருவாக்கு

source: Create Task
ta_lk: பணியை உருவாக்கு

source: Tasks
ta_lk: பணிகள்

source: Report
ta_lk: அறிக்கை

source: Task details
ta_lk: பணி விவரங்கள்

source: Task Title
ta_lk: பணி தலைப்பு

source: Task Description
ta_lk: பணி விளக்கம்

source: Priority
ta_lk: முக்கியத்துவம்

source: Task Status
ta_lk: பணி நிலை

source: Task History:
ta_lk: பணி வரலாறு:

source: Time
ta_lk: நேரம்

source: Comment
ta_lk: கருத்து

source: Filter by status:
ta_lk: நிலையை வைத்து வடிகட்டு:

source: Show tasks:&nbsp;
ta_lk: பணிகளைக் காண்பிக்க:&nbsp;

source: created by me
ta_lk: என்னால் உருவாக்கப்பட்ட

source: assigned to me
ta_lk: எனக்கு ஒதுக்கப்பட்டது

source: Sorry, no task is available to display.
ta_lk: மன்னிக்கவும், காண்பிக்க பணி கிடைக்கவில்லை.

source: Kindly give your reason in passive voice
ta_lk: தங்கள் காரணத்தை செய்பாட்டு வினை வாக்கியமாக கொடுக்க

source: Creator
ta_lk: உருவாக்கியவர்

source: Completed?
ta_lk: முடிவுற்றதா?

source: (If user does not exist in owncloud, user will be automatically created with password being the same as username in lower case)
ta_lk: (பயனர் owncloudல் இல்லாவிட்டால், புது பயனர் தானாகவே சிறிய எழுத்துக்களில் பயனர்பெயரைக் கடவுச்சொல்லாகக் கொண்டு உருவாக்கப்படும்)

source: Inform member(s) via mail
ta_lk: உறுப்பினர்(கள்)க்கு மின்னஞ்சலில் தெரிவி

source: Sorry, you are not into any project yet. You can create tasks only after joining a project.
ta_lk: மன்னிக்கவும், தாங்கள் இன்னும் எந்த திட்டத்திலும் இல்லை. திட்டத்தில் சேர்ந்த பின்னர் நீங்கள் பணிகளை உருவாக்கலாம்.

source: View availablility & skillset
ta_lk: இருப்பு & திறன்தொகுப்பைக் காண்

source: Inform member via mail
ta_lk: உறுப்பினருக்கு மின்னஞ்சலில் தெரிவி

source: Update Project
ta_lk: திட்டத்தைத் திருத்து

source: Create
ta_lk: உருவாக்கு

source: Update Task
ta_lk: பணியைத் திருத்து
